var earthQuake = [
    {
        "lng": 113.344978,
        "lat": 23.155352,
        "time": 20200919120000,
        "condition": "斑马线模糊"
    }, {
        "lng": 113.044978,
        "lat": 23.055352,
        "time": 20200919120001,
        "condition": "箭头模糊"
    }, {
        "lng": 113.272,
        "lat": 23.091,
        "time": 20200919120002,
        "condition": "斑马线模糊"
    }, {
        "lng": 113.142,
        "lat": 23.202,
        "time": 20200919120003,
        "condition": "标线模糊"
    }, {
        "lng": 113.182,
        "lat": 23.14,
        "time": 20200919120004,
        "condition": "箭头模糊"
    }
];